import {Flex} from '@/client/ui/widgets';

const PrivacyPolicy = () => {
  return (
    <Flex>
      <h1>개인정보 처리방침</h1>
      <p>
        시작관은 「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를
        보호하고 관련된 고충을 신속하고 원활하게 처리하기 위해 다음과 같이
        개인정보 처리지침을 수립하고 공개합니다.
      </p>

      <h2>제1조 (개인정보의 처리 목적)</h2>
      <p>
        시작관은 다음의 목적을 위해 개인정보를 처리합니다. 처리되는 개인정보는
        아래 목적 외의 용도로는 사용되지 않으며, 이용 목적이 변경되는 경우에는
        「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를
        취할 것입니다.
      </p>
      <ol>
        <li>
          <strong>홈페이지 회원 가입 및 관리</strong>
          <ul>
            <li>회원 가입 의사 확인</li>
            <li>회원제 서비스 제공에 따른 본인 식별 및 인증</li>
            <li>회원 자격 유지 및 관리</li>
            <li>제한적 본인 확인제 시행에 따른 본인 확인</li>
            <li>서비스 부정 이용 방지</li>
            <li>
              만 14세 미만 아동의 개인정보 처리 시 법정대리인 동의 여부 확인
            </li>
            <li>각종 고지 및 통지, 고충 처리 등</li>
          </ul>
        </li>
        <li>
          <strong>재화 또는 서비스 제공</strong>
          <ul>
            <li>서비스 및 콘텐츠 제공</li>
            <li>맞춤 서비스 제공</li>
            <li>본인 인증 및 연령 인증</li>
          </ul>
        </li>
        <li>
          <strong>고충 처리</strong>
          <ul>
            <li>민원인의 신원 확인</li>
            <li>민원 사항 확인</li>
            <li>사실 조사를 위한 연락 및 통지</li>
            <li>처리 결과 통보</li>
          </ul>
        </li>
      </ol>

      <h2>제2조 (개인정보의 처리 및 보유 기간)</h2>
      <ol>
        <li>
          시작관은 법령에 따른 개인정보 보유 및 이용 기간 또는 정보주체로부터
          개인정보를 수집할 때 동의받은 개인정보 보유 및 이용 기간 내에서
          개인정보를 처리하고 보유합니다.
        </li>
        <li>
          각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
          <ul>
            <li>
              <strong>홈페이지 회원 가입 및 관리</strong>: 사업자/단체 홈페이지
              탈퇴 시까지 보유합니다. 단, 다음의 사유에 해당하는 경우에는 해당
              기간 종료 시까지 보유합니다.
              <ul>
                <li>
                  관계 법령 위반에 따른 수사, 조사 등이 진행 중인 경우: 해당
                  수사 또는 조사 종료 시까지
                </li>
                <li>
                  홈페이지 이용에 따른 채권 및 채무 관계 잔존 시: 해당 채권 및
                  채무 관계 정산 시까지
                </li>
              </ul>
            </li>
            <li>
              <strong>재화 또는 서비스 제공</strong>: 재화·서비스 공급 완료 및
              요금 결제·정산 완료 시까지 보유합니다. 단, 다음의 사유에 해당하는
              경우에는 해당 기간 종료 시까지 보유합니다.
              <ul>
                <li>
                  「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 거래에
                  관한 기록
                  <ul>
                    <li>표시·광고에 관한 기록: 6개월</li>
                    <li>
                      계약 또는 청약 철회, 대금 결제, 재화 등의 공급 기록: 5년
                    </li>
                    <li>소비자 불만 또는 분쟁 처리에 관한 기록: 3년</li>
                  </ul>
                </li>
                <li>
                  「통신비밀보호법」 제41조에 따른 통신사실확인자료 보관
                  <ul>
                    <li>
                      가입자 전기통신 일시, 개시·종료 시간, 상대방 가입자 번호,
                      사용 도수, 발신 기지국 위치 추적 자료: 1년
                    </li>
                    <li>
                      컴퓨터 통신, 인터넷 로그 기록 자료, 접속지 추적 자료:
                      3개월
                    </li>
                  </ul>
                </li>
              </ul>
            </li>
          </ul>
        </li>
      </ol>

      <h2>제3조 (이용자 및 법정대리인의 권리와 행사 방법)</h2>
      <ol>
        <li>
          정보주체는 시작관에 대해 언제든지 다음과 같은 개인정보 보호 관련
          권리를 행사할 수 있습니다.
          <ul>
            <li>개인정보 열람 요구</li>
            <li>오류 등이 있을 경우 정정 요구</li>
            <li>삭제 요구</li>
            <li>처리 정지 요구</li>
          </ul>
        </li>
        <li>
          제1항에 따른 권리 행사는 시작관에 대해 서면, 전화, 전자우편, 팩스 등을
          통해 하실 수 있으며, 시작관은 이에 대해 지체 없이 조치하겠습니다.
        </li>
        <li>
          정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우,
          시작관은 정정 또는 삭제를 완료할 때까지 해당 개인정보를 이용하거나
          제공하지 않습니다.
        </li>
        <li>
          제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임받은 자 등
          대리인을 통해 하실 수 있습니다. 이 경우 「개인정보 보호법 시행규칙」
          별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
        </li>
        <li>
          정보주체는 「개인정보 보호법」 등 관계 법령을 위반하여 시작관이
          처리하고 있는 본인이나 타인의 개인정보 및 사생활을 침해하여서는 안
          됩니다.
        </li>
      </ol>

      <h2>제4조 (처리하는 개인정보 항목)</h2>
      <p>시작관은 다음의 개인정보 항목을 처리하고 있습니다.</p>
      <ol>
        <li>
          <strong>홈페이지 회원 가입 및 관리</strong>
          <ul>
            <li>
              필수 항목: 이메일 주소, 닉네임, 네이버 로그인 고유 식별 번호
            </li>
          </ul>
        </li>
        <li>
          <strong>
            인터넷 서비스 이용 과정에서 자동으로 생성되어 수집되는 항목
          </strong>
          <ul>
            <li>
              IP 주소, 쿠키, 서비스 이용 기록, 방문 기록, 불량 이용 기록 등
            </li>
          </ul>
        </li>
      </ol>

      <h2>제5조 (개인정보의 파기)</h2>
      <ol>
        <li>
          시작관은 개인정보 보유 기간의 경과, 처리 목적 달성 등 개인정보가
          불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기합니다.
        </li>
        <li>
          정보주체로부터 동의받은 개인정보 보유 기간이 경과하거나 처리 목적이
          달성되었음에도 다른 법령에 따라 개인정보를 계속 보존해야 하는
          경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관
          장소를 달리하여 보존합니다.
        </li>
        <li>
          개인정보 파기의 절차 및 방법은 다음과 같습니다.
          <ul>
            <li>
              <strong>파기 절차</strong>: 시작관은 파기 사유가 발생한 개인정보를
              선정하고, 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
            </li>
            <li>
              <strong>파기 방법</strong>: 전자적 파일 형태의 개인정보는 복구 및
              재생할 수 없도록 기술적인 방법을 사용하여 파기하며, 종이에 출력된
              개인정보는 분쇄하거나 소각하여 파기합니다.
            </li>
          </ul>
        </li>
      </ol>

      <h2>제6조 (개인정보의 안전성 확보 조치)</h2>
      <p>
        시작관은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고
        있습니다.
      </p>
      <ol>
        <li>
          <strong>관리적 조치</strong>
          <ul>
            <li>내부 관리 계획 수립 및 시행</li>
            <li>정기적인 직원 교육 등</li>
          </ul>
        </li>
        <li>
          <strong>기술적 조치</strong>
          <ul>
            <li>개인정보 처리 시스템 등의 접근 권한 관리</li>
            <li>접근 통제 시스템 설치</li>
            <li>고유 식별 정보 등의 암호화</li>
            <li>보안 프로그램 설치</li>
          </ul>
        </li>
        <li>
          <strong>물리적 조치</strong>
          <ul>
            <li>전산실, 자료 보관실 등의 접근 통제</li>
          </ul>
        </li>
      </ol>

      <h2>제7조 (개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항)</h2>
      <ol>
        <li>
          시작관은 이용자에게 맞춤형 서비스를 제공하기 위해 이용 정보를 저장하고
          수시로 불러오는 '쿠키(cookie)'를 사용합니다.
        </li>
        <li>
          쿠키는 웹사이트를 운영하는 데 이용되는 서버가 이용자의 브라우저에
          보내는 소량의 정보로, 컴퓨터 하드디스크에 저장될 수 있습니다.
          <ul>
            <li>
              <strong>쿠키의 사용 목적</strong>: 이용자의 방문 및 이용 형태,
              인기 검색어, 보안 접속 여부 등을 파악하여 최적화된 정보 제공을
              위해 사용됩니다.
            </li>
            <li>
              <strong>쿠키의 설치·운영 및 거부</strong>: 웹 브라우저 상단의 도구
              &gt; 인터넷 옵션 &gt; 개인정보 메뉴의 설정을 통해 쿠키 저장을
              거부할 수 있습니다.
            </li>
            <li>
              <strong>쿠키 저장 거부 시 불이익</strong>: 쿠키 저장을 거부할 경우
              맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
            </li>
          </ul>
        </li>
      </ol>

      <h2>제8조 (개인정보 보호책임자)</h2>
      <ol>
        <li>
          시작관은 개인정보 처리에 관한 업무를 총괄하여 책임지고, 개인정보
          처리와 관련된 정보주체의 불만 처리 및 피해 구제 등을 위해 아래와 같이
          개인정보 보호책임자를 지정하고 있습니다.
          <ul>
            <li>
              <strong>개인정보 보호책임자</strong>
              <ul>
                <li>성명: 송희종</li>
                <li>연락처: 010-2478-1338</li>
              </ul>
            </li>
          </ul>
        </li>
        <li>
          정보주체께서는 시작관의 서비스 이용 시 발생하는 모든 개인정보 보호
          관련 문의, 불만 처리, 피해 구제 등에 관한 사항을 개인정보 보호책임자
          및 담당부서로 문의하실 수 있습니다. 시작관은 정보주체의 문의에 대해
          지체 없이 답변하고 처리해드릴 것입니다.
        </li>
      </ol>

      <h2>제9조 (개인정보 열람청구)</h2>
      <p>
        정보주체는 「개인정보 보호법」 제35조에 따른 개인정보의 열람 청구를
        아래의 부서에 할 수 있습니다. 시작관은 정보주체의 개인정보 열람 청구가
        신속하게 처리되도록 노력하겠습니다.
      </p>

      <h2>제10조 (권익침해 구제 방법)</h2>
      <p>
        정보주체는 아래 기관에 개인정보 침해에 대한 피해 구제, 상담 등을
        문의하실 수 있습니다.
      </p>
      <ul>
        <li>
          <strong>개인정보 침해신고센터</strong> (한국인터넷진흥원 운영)
          <ul>
            <li>소관 업무: 개인정보 침해 사실 신고, 상담 신청</li>
            <li>
              홈페이지:{' '}
              <a href="http://privacy.kisa.or.kr/">privacy.kisa.or.kr</a>
            </li>
            <li>전화: 국번 없이 118</li>
            <li>
              주소: (58324) 전남 나주시 진흥길 9, 3층 개인정보침해신고센터
            </li>
          </ul>
        </li>
        <li>
          <strong>개인정보 분쟁조정위원회</strong>
          <ul>
            <li>소관 업무: 개인정보 분쟁 조정 신청, 집단 분쟁 조정</li>
            <li>
              홈페이지: <a href="http://www.kopico.go.kr/">www.kopico.go.kr</a>
            </li>
            <li>전화: 국번 없이 1833-6972</li>
            <li>
              주소: (03171) 서울특별시 종로구 세종대로 209, 정부서울청사 4층
            </li>
          </ul>
        </li>
        <li>
          <strong>대검찰청 사이버범죄수사단</strong>
          <ul>
            <li>전화: 02-3480-3573</li>
            <li>
              홈페이지: <a href="http://www.spo.go.kr/">www.spo.go.kr</a>
            </li>
          </ul>
        </li>
        <li>
          <strong>경찰청 사이버안전국</strong>
          <ul>
            <li>전화: 182</li>
            <li>
              홈페이지:{' '}
              <a href="http://cyberbureau.police.go.kr/">
                cyberbureau.police.go.kr
              </a>
            </li>
          </ul>
        </li>
      </ul>

      <h2>제11조 (개인정보 처리방침 시행 및 변경)</h2>
      <p>이 개인정보 처리방침은 2024년 9월 23일부터 적용됩니다.</p>
    </Flex>
  );
};

export default PrivacyPolicy;
